<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title'] = 'تمت معالجة طلبك!';

// Text
$_['text_basket']   = 'سلة التسوق';
$_['text_checkout'] = 'الدفع';
$_['text_success']  = 'نجاح';
$_['text_customer'] = '<p>تمت معالجة طلبك بنجاح!</p><p>يمكنك عرض تاريخ طلباتك من خلال الذهاب إلى صفحة <a href="%s">حسابي</a> والنقر على <a href="%s">التاريخ</a>.</p><p>إذا كان هناك أي ملفات رقمية مرتبطة بشرائك، يمكنك الذهاب إلى صفحة <a href="%s">الملفات الرقمية</a> في حسابك لعرضها.</p><p>يرجى توجيه أي استفسارات لديك إلى <a href="%s">فري العمل</a>.</p><p>شكرًا لتسوقك معنا عبر الإنترنت!</p>';
$_['text_guest']    = '<p>تمت معالجة طلبك بنجاح!</p><p>يرجى توجيه أي استفسارات لديك إلى <a href="%s">فري العمل</a>.</p><p>شكرًا لتسوقك معنا عبر الإنترنت!</p>';

