<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Text
$_['text_success']  = 'تم التعديل !';
$_['text_subject']  = 'لقد قمت بإرسال قسيمة هدية من %s';
$_['text_greeting'] = 'مبروك, لقد وصلتك قسيمة بقيمة %s';
$_['text_from']     = 'هذه القسيمة وصلتك من %s';
$_['text_message']  = 'مع رسالة تحتوي على';
$_['text_redeem']   = 'لاسترداد شهادة الهدية هذه ، قم بتدوين رمز الاسترداد وهو <b>%s</b>. بعد ذلك ، انقر فوق الرابط أدناه واشتر المنتج الذي ترغبه باستخدام رمز الهدية. ثم ، يمكنك إدخال رمز شهادة الهدية في <b>صفحة سلة الشراء</b> قبل النقر على رز: <b>إتمام الطلب</b>.';
$_['text_footer']   = 'الرجاء الرد على هذا البريد الالكتروني اذا كانت لديك أي استفسارات.';
$_['text_sent']     = 'تم ارسال قسيمة الهدية إلى البريد الالكتروني !';
