<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']     = 'واجهات برمجة التطبيقات (APIs)';

// Text
$_['text_success']      = 'نجاح: لقد قمت بتعديل واجهات برمجة التطبيقات بنجاح!';
$_['text_list']         = 'قائمة واجهات برمجة التطبيقات';
$_['text_add']          = 'إضافة واجهة برمجة التطبيقات';
$_['text_edit']         = 'تعديل واجهة برمجة التطبيقات';
$_['text_ip']           = 'فيما يلي يمكنك إنشاء قائمة بالعناوين المسموح لها بالوصول إلى واجهة برمجة التطبيقات. عنوان IP الحالي لديك هو %s';
$_['text_history']      = 'التاريخ';

// Column
$_['column_username']   = 'اسم المستخدم لواجهة برمجة التطبيقات';
$_['column_status']     = 'الحالة';
$_['column_ip']         = 'عنوان IP';
$_['column_call']       = 'الاستدعاء';
$_['column_date_added'] = 'تاريخ الإضافة';
$_['column_action']     = 'تحرير';

// Entry
$_['entry_username']    = 'اسم المستخدم لواجهة برمجة التطبيقات';
$_['entry_key']         = 'مفتاح واجهة برمجة التطبيقات';
$_['entry_status']      = 'الحالة';
$_['entry_ip']          = 'عنوان IP';

// Error
$_['error_permission']  = 'تحذير: ليس لديك إذن لتعديل واجهات برمجة التطبيقات!';
$_['error_username']    = 'اسم المستخدم لواجهة برمجة التطبيقات يجب أن يكون بين 3 و 20 حرفًا!';
$_['error_key']         = 'مفتاح واجهة برمجة التطبيقات يجب أن يكون بين 64 و 256 حرفًا!';
$_['error_ip']          = 'يجب أن يكون لديك على الأقل عنوان IP واحد مضاف إلى القائمة المسموح بها!';

