<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Text
$_['text_subject']        = '%s - التسويق بالعمولة';
$_['text_welcome']        = 'شكرًا لانضمامك إلى برنامج التسويق بالعمولة %s!';
$_['text_login']          = 'تم إنشاء حسابك الآن ويمكنك تسجيل الدخول باستخدام عنوان بريدك الإلكتروني وكلمة المرور من خلال زيارة موقعنا الإلكتروني أو عبر الرابط التالي:';
$_['text_approval']       = 'يجب الموافقة على حسابك قبل أن تتمكن من تسجيل الدخول. بعد الموافقة، يمكنك تسجيل الدخول باستخدام عنوان بريدك الإلكتروني وكلمة المرور من خلال زيارة موقعنا الإلكتروني أو عبر الرابط التالي:';
$_['text_service']        = 'عند تسجيل الدخول، ستتمكن من إنشاء أكواد التتبع، تتبع مدفوعات العمولة، وتعديل معلومات حسابك.';
$_['text_thanks']         = 'شكرًا،';
$_['text_new_affiliate']  = 'مسوق جديد';
$_['text_signup']         = 'لقد قام مسوق جديد بالتسجيل:';
$_['text_website']        = 'الموقع الإلكتروني:';
$_['text_customer_group'] = 'مجموعة العملاء:';
$_['text_firstname']      = 'الاسم الأول:';
$_['text_lastname']       = 'الاسم الأخير:';
$_['text_company']        = 'الشركة:';
$_['text_email']          = 'البريد الإلكتروني:';
$_['text_telephone']      = 'رقم التواصل:';

// Button
$_['button_login']        = 'تسجيل الدخول';

