<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Text
$_['text_subject']  = '%s - طلب تصدير/حذف البيانات وفقًا للائحة GDPR!';
$_['text_export']   = 'طلب تصدير البيانات';
$_['text_remove']   = 'طلب حذف الحساب';
$_['text_gdpr']     = 'تم إرسال طلب GDPR من هذا العنوان البريدي. لتأكيد هذا الإجراء، يرجى النقر على الرابط أدناه:';
$_['text_ip']       = 'عنوان الـ IP المستخدم في تقديم هذا الطلب هو:';
$_['text_contact']  = 'إذا لم تقم بتقديم هذا الطلب، يرجى التواصل مع فريق العمل هنا:';
$_['text_thanks']   = 'شكرًا،';
$_['text_ignore']   = 'إذا لم تقم بإنشاء هذا الطلب، يرجى تجاهل هذا البريد الإلكتروني.';

// Buttons
$_['button_export'] = 'أؤكد تصدير بياناتي';
$_['button_remove'] = 'أؤكد حذف حسابي';

