<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Text
$_['text_subject']        = '%s - شكراً لتسجيلك';
$_['text_welcome']        = 'مرحباً بك وشكراً لتسجيلك في %s!';
$_['text_login']          = 'تم إنشاء حسابك الآن ويمكنك تسجيل الدخول باستخدام عنوان بريدك الإلكتروني وكلمة المرور عبر موقعنا الإلكتروني أو من خلال الرابط التالي:';
$_['text_approval']       = 'يجب الموافقة على حسابك قبل أن تتمكن من تسجيل الدخول. بمجرد الموافقة، يمكنك تسجيل الدخول باستخدام عنوان بريدك الإلكتروني وكلمة المرور عبر موقعنا الإلكتروني أو من خلال الرابط التالي:';
$_['text_service']        = 'بمجرد تسجيل الدخول، ستكون قادراً على الوصول إلى خدمات أخرى مثل مراجعة الطلبات السابقة، طباعة الفواتير وتحرير معلومات حسابك.';
$_['text_thanks']         = 'شكراً،';
$_['text_new_customer']   = 'عميل جديد';
$_['text_signup']         = 'تم تسجيل عميل جديد:';
$_['text_customer_group'] = 'مجموعة العملاء:';
$_['text_firstname']      = 'الاسم الأول:';
$_['text_lastname']       = 'الاسم الأخير:';
$_['text_email']          = 'البريد الإلكتروني:';
$_['text_telephone']      = 'رقم التواصل:';

// Button
$_['button_login']        = 'تسجيل الدخول';

