<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Text
$_['text_success']       = 'تم بنجاح: تم تعيين عنوان الشحن!';

// Error
$_['error_firstname']    = 'تحذير: يجب أن يتراوح الاسم الأول بين 1 و 32 حرفًا!';
$_['error_lastname']     = 'تحذير: يجب أن يتراوح الاسم الأخير بين 1 و 32 حرفًا!';
$_['error_address_1']    = 'تحذير: يجب أن يتراوح العنوان 1 بين 3 و 128 حرفًا!';
$_['error_city']         = 'تحذير: يجب أن يتراوح اسم المدينة بين 3 و 128 حرفًا!';
$_['error_postcode']     = 'تحذير: يجب أن يتراوح الرمز البريدي بين 2 و 10 حروف لهذا البلد!';
$_['error_country']      = 'تحذير: الرجاء اختيار بلد!';
$_['error_zone']         = 'تحذير: الرجاء اختيار المنطقة / الدولة!';
$_['error_custom_field'] = 'تحذير: %s مطلوب!';
$_['error_regex']        = 'تحذير: %s غير صالح!';
$_['error_shipping']     = 'تحذير: لا توجد منتجات تتطلب الشحن';

