<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']       = 'الصفحات';

// Text
$_['text_success']        = 'تم التعديل بنجاح: تم تعديل الصفحات!';
$_['text_list']           = 'قائمة الصفحات';
$_['text_add']            = 'إضافة صفحة';
$_['text_edit']           = 'تعديل الصفحة';
$_['text_remove']         = 'إزالة';
$_['text_route']          = 'اختر المتجر والمسارات التي سيتم استخدامها مع هذه الصفحة';
$_['text_module']         = 'اختر موضع الوحدات';
$_['text_default']        = 'افتراضي';
$_['text_content_top']    = 'أعلى المحتوى';
$_['text_content_bottom'] = 'أسفل المحتوى';
$_['text_column_left']    = 'العمود الأيسر';
$_['text_column_right']   = 'العمود الأيمن';

// Column
$_['column_name']         = 'اسم الصفحة';
$_['column_action']       = 'تحرير';

// Entry
$_['entry_name']          = 'اسم الصفحة';
$_['entry_store']         = 'المتجر';
$_['entry_route']         = 'المسار';
$_['entry_module']        = 'الوحدة';

// Error
$_['error_permission']    = 'تحذير: ليس لديك صلاحية لتعديل الصفحات!';
$_['error_name']          = 'اسم الصفحة يجب أن يكون بين 3 و 64 حرفًا!';
$_['error_module']        = 'الوحدة مطلوبة!';
$_['error_default']       = 'تحذير: لا يمكن حذف هذه الصفحة لأنها تم تعيينها حاليًا كـ صفحة المتجر الافتراضية!';
$_['error_store']         = 'تحذير: لا يمكن حذف هذه الصفحة لأنها تم تعيينها حاليًا إلى %s متاجر!';
$_['error_product']       = 'تحذير: لا يمكن حذف هذه الصفحة لأنها تم تعيينها حاليًا إلى %s منتجًا!';
$_['error_category']      = 'تحذير: لا يمكن حذف هذه الصفحة لأنها تم تعيينها حاليًا إلى %s فئة!';
$_['error_manufacturer']  = 'تحذير: لا يمكن حذف هذه الصفحة لأنها تم تعيينها حاليًا إلى %s مصنع!';
$_['error_information']   = 'تحذير: لا يمكن حذف هذه الصفحة لأنها تم تعيينها حاليًا إلى %s صفحة معلومات!';

