<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title'] = 'حماية حسابك';

// Text
$_['text_security'] = 'يجب عليك الإجابة على سؤال الأمان في كل مرة تقوم فيها بتسجيل الدخول من جهاز أو كمبيوتر غير معروف.';
$_['text_code']     = 'تم إرسال بريد إلكتروني إلى حسابك مع رمز الأمان. أدخل الرمز أدناه للمتابعة.';
$_['text_locked']   = 'تم قفل حسابك!';
$_['text_unlock']   = 'تم قفل حسابك بسبب العديد من المحاولات الفاشلة لإدخال رمز الأمان. اضغط على زر إعادة التعيين لتلقي رابط إعادة تعيين عبر بريدك الإلكتروني.';
$_['text_unlocked'] = 'نجاح: تم إلغاء قفل حسابك!';
$_['text_link']     = 'نجاح: تم إرسال بريد إلكتروني مع رابط إعادة التعيين إلى عنوان بريدك الإلكتروني!';
$_['text_resend']   = 'نجاح: تم إرسال بريد إلكتروني إلى حسابك مع رمز الأمان!';

// Entry
$_['entry_code']    = 'رمز الأمان';

// Error
$_['error_warning'] = 'لقد تجاوزت الحد المسموح به من محاولات إدخال رمز الأمان!';
$_['error_code']    = 'رمز الأمان لا يتطابق!';
$_['error_reset']   = 'تحذير: لم نتمكن من إعادة تعيين رمز الأمان الخاص بك!';

