<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']      = 'هل نسيت كلمة المرور؟';
$_['heading_reset']      = 'إعادة تعيين كلمة المرور الخاصة بك';

// Text
$_['text_account']       = 'الحساب';
$_['text_forgotten']     = 'استعادة كلمة المرور';
$_['text_your_email']    = 'عنوان البريد الإلكتروني الخاص بك';
$_['text_email']         = 'أدخل عنوان البريد الإلكتروني المرتبط بحسابك. انقر على إرسال لاستلام رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني.';
$_['text_password']      = 'أدخل كلمة المرور الجديدة التي ترغب في استخدامها.';
$_['text_success']       = 'تم إرسال بريد إلكتروني مع رابط تأكيد إلى عنوان بريدك الإلكتروني.';

// Entry
$_['entry_email']        = 'عنوان البريد الإلكتروني';
$_['entry_new_password'] = 'كلمة المرور الجديدة';
$_['entry_password']     = 'كلمة المرور';
$_['entry_confirm']      = 'تأكيد كلمة المرور';

// Error
$_['error_email']        = 'عنوان البريد الإلكتروني غير صالح!';
$_['error_not_found']    = 'تحذير: لم يتم العثور على عنوان البريد الإلكتروني في سجلاتنا!';
$_['error_password']     = 'يجب أن تكون كلمة المرور بين 6 و 20 حرفًا!';
$_['error_confirm']      = 'كلمة المرور وتأكيد كلمة المرور غير متطابقتين!';
$_['error_code']         = 'رمز إعادة تعيين كلمة المرور غير صالح أو تم استخدامه مسبقًا!';

