<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']                = 'تسجيل الدخول إلى الحساب';

// Text
$_['text_account']                 = 'الحساب';
$_['text_login']                   = 'تسجيل الدخول';
$_['text_new_customer']            = 'عميل جديد';
$_['text_register']                = 'تسجيل حساب';
$_['text_register_account']        = 'من خلال إنشاء حساب، ستكون قادرًا على التسوق بشكل أسرع، والبقاء على اطلاع بحالة الطلب، وتتبع الطلبات التي قمت بها مسبقًا.';
$_['text_returning_customer']      = 'تسجيل الدخول';
$_['text_i_am_returning_customer'] = 'إذا كنت تملك حساب مسبق في الموقع، فتفضل بتسجيل دخولك...';
$_['text_forgotten']      		   = 'نسيت كلمة المرور؟';

// Entry
$_['entry_email']                  = 'عنوان البريد الإلكتروني';
$_['entry_password']               = 'كلمة المرور';

// Error
$_['error_token']                  = 'تحذير: جلسة الرمز غير صالحة. يرجى تسجيل الدخول مرة أخرى!';
$_['error_login']                  = 'تحذير: لا يوجد تطابق مع عنوان البريد الإلكتروني و/أو كلمة المرور.';
$_['error_attempts']               = 'تحذير: لقد تجاوز حسابك العدد المسموح به لمحاولات تسجيل الدخول. يرجى المحاولة مرة أخرى بعد ساعة.';
$_['error_approved']               = 'تحذير: يتطلب حسابك الموافقة قبل أن تتمكن من تسجيل الدخول.';

