<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title'] = 'تم إنشاء حسابك!';

// Text
$_['text_success']  = '<p>تهانينا! تم إنشاء حسابك الجديد بنجاح!</p> <p>الآن يمكنك الاستفادة من امتيازات الأعضاء لتحسين تجربة التسوق عبر الإنترنت لدينا.</p> <p>إذا كان لديك أي أسئلة حول كيفية تشغيل هذا المتجر الإلكتروني، يرجى التواصل معنا.</p> <p>تم إرسال تأكيد إلى عنوان البريد الإلكتروني المقدم. إذا لم تستلمها خلال الساعة، يرجى <a href="%s">الاتصال بنا</a>.</p>';
$_['text_approval'] = '<p>شكرًا لتسجيلك في %s!</p><pستتلقى إشعارًا عبر البريد الإلكتروني بمجرد تفعيل حسابك من قبل فريق الدعم الفني للمتجر.</p><p>إذا كان لديك أي أسئلة حول كيفية تشغيل هذا المتجر الإلكتروني، يرجى <a href="%s">الاتصال بمالك المتجر</a>.</p>';
$_['text_account']  = 'الحساب';

