<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']    = 'تتبع إحالات التسويق بالعمولة';

// Text
$_['text_account']     = 'الحساب';
$_['text_description'] = 'للتأكد من أنك ستحصل على عمولات الإحالات التي ترسلها لنا، نحن بحاجة إلى تتبع الإحالة من خلال وضع رمز تتبع في روابط المواقع التي تشير إلينا. يمكنك استخدام الأدوات أدناه لإنشاء روابط إلى موقع %s الإلكتروني.';

// Entry
$_['entry_code']       = 'رمز التتبع الخاص بك';
$_['entry_generator']  = 'مولد روابط التتبع';
$_['entry_link']       = 'رابط التتبع';

// Help
$_['help_generator']   = 'اكتب اسم المنتج الذي ترغب في الربط إليه';
