<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']                    = 'المتاجر';

// Text
$_['text_settings']                    = 'الإعدادات';
$_['text_success']                     = 'نجاح: لقد قمت بتعديل المتاجر!';
$_['text_list']                        = 'قائمة المتاجر';
$_['text_add']                         = 'إضافة متجر';
$_['text_edit']                        = 'تعديل المتجر';
$_['text_items']                       = 'العناصر';
$_['text_shipping']                    = 'عنوان الشحن';
$_['text_payment']                     = 'عنوان الدفع';
$_['text_product']                     = 'المنتجات';
$_['text_legal']                       = 'قانوني';
$_['text_tax']                         = 'الضرائب';
$_['text_account']                     = 'الحساب';
$_['text_checkout']                    = 'الدفع';
$_['text_stock']                       = 'المخزون';
$_['text_image']                       = 'أحجام الصور';
$_['text_region']                      = 'المنطقة';
$_['text_language']                    = 'اللغة';
$_['text_currency']                    = 'العملة';

// Column
$_['column_name']                      = 'اسم المتجر';
$_['column_url']                       = 'رابط المتجر';
$_['column_action']                    = 'تحرير';

// Entry
$_['entry_url']                        = 'رابط المتجر';
$_['entry_meta_title']                 = 'عنوان الميتا';
$_['entry_meta_description']           = 'وصف وسم الميتا';
$_['entry_meta_keyword']               = 'كلمات مفتاحية وسم الميتا';
$_['entry_layout']                     = 'التصميم الافتراضي';
$_['entry_theme']                      = 'القالب';
$_['entry_name']                       = 'اسم المتجر';
$_['entry_owner']                      = 'مالك المتجر';
$_['entry_address']                    = 'العنوان';
$_['entry_geocode']                    = 'الرمز الجغرافي';
$_['entry_email']                      = 'البريد الإلكتروني';
$_['entry_telephone']                  = 'رقم التواصل';
$_['entry_image']                      = 'الصورة';
$_['entry_open']                       = 'أوقات العمل';
$_['entry_comment']                    = 'التعليق';
$_['entry_location']                   = 'موقع المتجر';
$_['entry_country']                    = 'الدولة';
$_['entry_zone']                       = 'المنطقة / المحافظة';
$_['entry_language']                   = 'اللغة';
$_['entry_currency']                   = 'العملة';
$_['entry_product_description_length'] = 'حد طول الوصف';
$_['entry_pagination']                 = 'العناصر الافتراضية لكل صفحة';
$_['entry_product_count']              = 'عدد المنتجات في الفئة';
$_['entry_cookie']                     = 'سياسة ملفات تعريف الارتباط';
$_['entry_gdpr']                       = 'سياسة GDPR';
$_['entry_tax']                        = 'عرض الأسعار مع الضرائب';
$_['entry_tax_default']                = 'استخدام عنوان الضرائب للمخزن';
$_['entry_tax_customer']               = 'استخدام عنوان الضرائب للعميل';
$_['entry_customer_group']             = 'مجموعة العملاء';
$_['entry_customer_group_display']     = 'مجموعات العملاء';
$_['entry_customer_price']             = 'عرض الأسعار بعد تسجيل الدخول';
$_['entry_account']                    = 'شروط الحساب';
$_['entry_cart_weight']                = 'عرض الوزن في صفحة السلة';
$_['entry_checkout_guest']             = 'الدفع كضيف';
$_['entry_checkout']                   = 'شروط الدفع';
$_['entry_stock_display']              = 'عرض المخزون';
$_['entry_stock_checkout']             = 'دفع السلع غير المتوفرة في المخزون';
$_['entry_logo']                       = 'شعار المتجر';
$_['entry_icon']                       = 'رمز';
$_['entry_image_category']             = 'حجم صورة الفئة (العرض × الارتفاع)';
$_['entry_image_thumb']                = 'حجم صورة المنتج المصغرة (العرض × الارتفاع)';
$_['entry_image_popup']                = 'حجم صورة المنتج المنبثقة (العرض × الارتفاع)';
$_['entry_image_product']              = 'حجم صورة قائمة المنتج (العرض × الارتفاع)';
$_['entry_image_additional']           = 'حجم صورة المنتج الإضافية (العرض × الارتفاع)';
$_['entry_image_related']              = 'حجم صورة المنتج المرتبط (العرض × الارتفاع)';
$_['entry_image_article']              = 'حجم صورة المقال (العرض × الارتفاع)';
$_['entry_image_topic']                = 'حجم صورة الموضوع (العرض × الارتفاع)';
$_['entry_image_compare']              = 'حجم صورة المقارنة (العرض × الارتفاع)';
$_['entry_image_wishlist']             = 'حجم صورة قائمة الرغبات (العرض × الارتفاع)';
$_['entry_image_cart']                 = 'حجم صورة السلة (العرض × الارتفاع)';
$_['entry_image_location']             = 'حجم صورة المتجر (العرض × الارتفاع)';
$_['entry_width']                      = 'العرض';
$_['entry_height']                     = 'الارتفاع';

// Help
$_['help_url']                         = 'يشمل رابط المتجر بالكامل. تأكد من إضافة \'/\' في النهاية. مثال: http://www.yourdomain.com/path/<br/><br/>لا تستخدم المجلدات لإنشاء متجر جديد. يجب عليك دائمًا توجيه نطاق آخر أو نطاق فرعي إلى الاستضافة الخاصة بك.';
$_['help_icon']                        = 'يجب أن يكون الرمز صورة PNG بحجم 16px × 16px.';
$_['help_geocode']                     = 'يرجى إدخال رمز الموقع الجغرافي لمتجرك يدويًا.';
$_['help_open']                        = 'املأ أوقات فتح متجرك.';
$_['help_comment']                     = 'هذا الحقل مخصص لأي ملاحظات خاصة ترغب في إخبار العميل بها مثل "المتجر لا يقبل الشيكات".';
$_['help_location']                    = 'مواقع المتاجر المختلفة التي ترغب في عرضها في نموذج "اتصل بنا".';
$_['help_currency']                    = 'تغيير العملة الافتراضية. قم بتفريغ ذاكرة التخزين المؤقت للمتصفح لرؤية التغيير وإعادة تعيين ملف تعريف الارتباط الموجود.';
$_['help_pagination']                  = 'يحدد عدد العناصر التي تظهر لكل صفحة في الكتالوج (المنتجات، الفئات، إلخ)';
$_['help_product_description_length']  = 'في طريقة عرض القائمة، الحد الأقصى لطول الوصف (الفئات، العروض الخاصة، إلخ)';
$_['help_cookie']                      = 'عرض سياسة ملفات تعريف الارتباط كجزء من قانون الاتحاد الأوروبي.';
$_['help_gdpr']                        = 'تمكين ميزات GDPR مثل السماح للعملاء بطلب حذف حساباتهم.';
$_['help_tax_default']                 = 'استخدم عنوان المتجر لحساب الضرائب إذا لم يكن العميل مسجلاً دخول. يمكنك اختيار استخدام عنوان المتجر لعنوان الشحن أو الدفع للعميل.';
$_['help_tax_customer']                = 'استخدم عنوان العميل الافتراضي عند تسجيل الدخول لحساب الضرائب. يمكنك اختيار استخدام عنوان الشحن أو الدفع الافتراضي للعميل.';
$_['help_customer_group']              = 'مجموعة العميل الافتراضية.';
$_['help_customer_group_display']      = 'عرض مجموعات العملاء التي يمكن للعملاء الجدد اختيارها للاستخدام مثل الجملة والتجزئة عند التسجيل.';
$_['help_customer_price']              = 'عرض الأسعار فقط عندما يكون العميل مسجلاً دخول.';
$_['help_account']                     = 'يجب على العملاء الموافقة على الشروط قبل إنشاء الحساب.';
$_['help_checkout_guest']              = 'السماح للعملاء بالدفع كضيوف. لن يكون هذا الخيار متاحًا عندما يكون هناك منتج قابل للتنزيل في عربة التسوق.';
$_['help_checkout']                    = 'يجب على العملاء الموافقة على الشروط قبل الدفع.';
$_['help_stock_display']               = 'عرض كمية المخزون على صفحة المنتج.';
$_['help_stock_checkout']              = 'السماح للعملاء بالدفع حتى لو كانت المنتجات التي يطلبونها غير متوفرة في المخزون.';
$_['help_product_count']               = 'عرض عدد المنتجات داخل الفئات الفرعية في قائمة الفئات في شريط التصفح العلوي. يجب أن تكون حذرًا، حيث أن هذا قد يسبب انخفاضًا كبيرًا في الأداء للمتاجر التي تحتوي على الكثير من الفئات الفرعية!';

// Error
$_['error_warning']                    = 'تحذير: يرجى فحص النموذج بعناية للعثور على الأخطاء!';
$_['error_permission']                 = 'تحذير: ليس لديك إذن لتعديل المتاجر!';
$_['error_url']                        = 'رابط المتجر مطلوب!';
$_['error_meta_title']                 = 'يجب أن يكون العنوان بين 3 و 32 حرفًا!';
$_['error_name']                       = 'يجب أن يكون اسم المتجر بين 3 و 32 حرفًا!';
$_['error_owner']                      = 'يجب أن يكون اسم مالك المتجر بين 3 و 64 حرفًا!';
$_['error_address']                    = 'يجب أن يكون عنوان المتجر بين 10 و 256 حرفًا!';
$_['error_email']                      = 'عنوان البريد الإلكتروني لا يبدو صالحًا!';
$_['error_product_description_length'] = 'طول وصف المنتج مطلوب!';
$_['error_pagination']                 = 'التقسيم إلى صفحات مطلوب!';
$_['error_customer_group_display']     = 'يجب تضمين مجموعة العملاء الافتراضية إذا كنت ستستخدم هذه الميزة!';
$_['error_default']                    = 'تحذير: لا يمكنك حذف المتجر الافتراضي!';
$_['error_order']                      = 'تحذير: لا يمكن حذف هذا المتجر لأنه مرتبط حالياً بـ %s طلبًا!';
$_['error_subscription']               = 'تحذير: لا يمكن حذف هذا المتجر لأنه مرتبط حالياً بـ %s اشتراكًا!';
$_['error_image_thumb']                = 'أبعاد حجم صورة المنتج المصغرة مطلوبة!';
$_['error_image_popup']                = 'أبعاد حجم صورة المنتج المنبثقة مطلوبة!';
$_['error_image_product']              = 'أبعاد حجم صورة قائمة المنتج مطلوبة!';
$_['error_image_category']             = 'أبعاد حجم صورة قائمة الفئات مطلوبة!';
$_['error_image_additional']           = 'أبعاد حجم صورة المنتج الإضافية مطلوبة!';
$_['error_image_related']              = 'أبعاد حجم صورة المنتج المرتبط مطلوبة!';
$_['error_image_article']              = 'أبعاد حجم صورة المقال مطلوبة!';
$_['error_image_topic']                = 'أبعاد حجم صورة الموضوع مطلوبة!';
$_['error_image_compare']              = 'أبعاد حجم صورة المقارنة مطلوبة!';
$_['error_image_wishlist']             = 'أبعاد حجم صورة قائمة الرغبات مطلوبة!';
$_['error_image_cart']                 = 'أبعاد حجم صورة السلة مطلوبة!';
$_['error_image_location']             = 'أبعاد حجم صورة المتجر مطلوبة!';

