<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Text
$_['text_success']   = 'نجاح: تم تطبيق القسيمة التوفيرية بنجاح!';

// Error
$_['error_customer'] = 'تحذير: تفاصيل العميل مطلوبة!';
$_['error_product']  = 'تحذير: المنتجات مطلوبة!';
$_['error_coupon']   = 'تحذير: القسيمة إما غير صالحة، أو منتهية الصلاحية، أو وصلت إلى حد استخدامها!';
$_['error_status']   = 'تحذير: القسائم غير مفعلّة في هذه المتجر!';
$_['error_confirm']  = 'تحذير: يرجى مراجعة نموذج القسيمة بعناية للتأكد من عدم وجود أخطاء!';
