<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']     = 'طلب تنظيم حماية البيانات العامة (GDPR)';

// Text
$_['text_account']      = 'الحساب';
$_['text_gdpr']         = 'يمكنك الاطلاع على سياسة %s لائحة حماية البيانات العامة (GDPR) على صفحة <a href="%s" target="_blank">%s</a>.';
$_['text_verification'] = 'التحقق من الحساب';
$_['text_email']        = 'قبل أن نتمكن من تنفيذ أي طلبات متعلقة بـ GDPR، يجب علينا التحقق من حسابك. يرجى إدخال عنوان بريدك الإلكتروني أدناه.';
$_['text_action']       = 'اختيار إجراء';
$_['text_export']       = 'تصدير البيانات الشخصية';
$_['text_remove']       = 'إزالة البيانات الشخصية';
$_['text_warning']      = 'تحذير: ستفقد الوصول إلى حسابك!';
$_['text_access']       = 'لن يكون لديك الوصول إلى حسابك في %s بعد الآن.';
$_['text_history']      = 'لن تتمكن من الوصول إلى تاريخ طلباتك، الفواتير، قوائم المفضلة أو الملفات الرقمية.';
$_['text_limit']        = 'سيتم معالجة طلبات حذف الحساب بعد <strong>%s يومًا</strong> حتى يمكن معالجة أي اكتشاف احتيال، استرجاع للأموال أو استرداد.';
$_['text_success']      = 'نجاح: تم إرسال بريد إلكتروني إلى عنوان بريدك الإلكتروني!';
$_['text_cancel']       = 'إلغاء';

// Entry
$_['entry_email']       = 'البريد الإلكتروني';

// Error
$_['error_email']       = 'عنوان البريد الإلكتروني غير صالح!';
$_['error_action']      = 'يجب عليك اختيار إجراء GDPR صالح!';
