<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Text
$_['text_success']   = 'نجاح: تم تطبيق خصم نقاط المكافأة بنجاح!';

// Error
$_['error_customer'] = 'تحذير: تفاصيل العميل مطلوبة!';
$_['error_product']  = 'تحذير: المنتجات مطلوبة!';
$_['error_points']   = 'تحذير: لا تملك %s من نقاط المكافأة!';
$_['error_maximum']  = 'تحذير: الحد الأقصى لعدد النقاط التي يمكن تطبيقها هو %s!';
$_['error_status']   = 'تحذير: نقاط المكافأة غير مفعلّة في هذا المتجر!';
$_['error_confirm']  = 'تحذير: يرجى مراجعة نموذج المكافأة بعناية للتأكد من عدم وجود أخطاء!';
