<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']            = 'الملفات الرقمية';

// Text
$_['text_success']             = 'تم بنجاح: لقد قمت بتعديل الملفات الرقمية!';
$_['text_list']                = 'قائمة الملفات الرقمية';
$_['text_add']                 = 'إضافة ملف رقمي';
$_['text_edit']                = 'تعديل ملف رقمي';
$_['text_upload']              = 'تم رفع الملف بنجاح!';
$_['text_report']              = 'التقارير';

// Column
$_['column_name']              = 'اسم الملف الرقمي';
$_['column_ip']                = 'رقم الآي بي';
$_['column_account']           = 'الحسابات';
$_['column_store']             = 'المتجر';
$_['column_country']           = 'الدولة';
$_['column_date_added']        = 'تاريخ الإضافة';
$_['column_action']            = 'تحرير';

// Entry
$_['entry_name']               = 'اسم الملف الرقمي';
$_['entry_filename']           = 'اسم الملف';
$_['entry_mask']               = 'اسم قناع للملف';

// Help
$_['help_filename']            = 'يمكنك رفع الملف باستخدام زر الرفع أو استخدام الاف تي بي لرفع الملف إلى دليل الملفات الرقمية وإدخال التفاصيل أدناه.';
$_['help_mask']                = 'من المستحسن أن يكون اسم الملف واسم قناع الملف مختلفين لمنع الأشخاص من محاولة ربط الملفات الرقمية مباشرةً.';

// Error
$_['error_warning']            = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!';
$_['error_permission']         = 'تحذير: ليس لديك إذن لتعديل الملفات الرقمية!';
$_['error_name']               = 'يجب أن يكون اسم الملف الرقمي بين 3 و 64 حرفًا!';
$_['error_filename']           = 'يجب أن يكون اسم الملف بين 3 و 128 حرفًا!';
$_['error_filename_character'] = 'اسم الملف يمكن أن يحتوي فقط على الأحرف a-Z، 0-9، - و _!';
$_['error_directory']          = 'يجب أن تكون الملفات الرقمية ضمن دليل التخزين storage/download!';
$_['error_exists']             = 'الملف غير موجود!';
$_['error_mask']               = 'يجب أن يكون اسم قناع الملف بين 3 و 128 حرفًا!';
$_['error_mask_character']     = 'اسم قناع الملف يمكن أن يحتوي فقط على الأحرف a-Z، 0-9، - و _!';
$_['error_file_type']          = 'نوع الملف غير صالح!';
$_['error_product']            = 'تحذير: لا يمكن حذف هذا الملف الرقمي لأنه مرتبط حاليًا بـ %s منتجًا!';
