<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']           = 'المعلومات';

// Text
$_['text_success']            = 'تم بنجاح: لقد قمت بتعديل المعلومات!';
$_['text_list']               = 'قائمة المعلومات';
$_['text_add']                = 'إضافة معلومات';
$_['text_edit']               = 'تعديل معلومات';
$_['text_default']            = 'افتراضي';
$_['text_keyword']            = 'لا تستخدم المسافات، بل استبدلها بـ - وتأكد من أن روابط كلمات السيو فريدة من نوعها وغير مكررة في المتجر.';

// Column
$_['column_title']            = 'عنوان المعلومات';
$_['column_sort_order']       = 'ترتيب الفرز';
$_['column_action']           = 'تحرير';

// Entry
$_['entry_title']             = 'عنوان المعلومات';
$_['entry_description']       = 'الوصف';
$_['entry_meta_title']        = 'عنوان الميتا تاج';
$_['entry_meta_keyword']      = 'كلمات مفتاحية للميتاج';
$_['entry_meta_description']  = 'وصف الميتا تاج';
$_['entry_store']             = 'المتاجر';
$_['entry_keyword']           = 'روابط السيو';
$_['entry_status']            = 'الحالة';
$_['entry_sort_order']        = 'ترتيب الفرز';
$_['entry_layout']            = 'تطبيق التخطيط';

// Error
$_['error_warning']           = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!';
$_['error_permission']        = 'تحذير: ليس لديك إذن لتعديل المعلومات!';
$_['error_title']             = 'يجب أن يكون عنوان المعلومات بين 1 و 64 حرفًا!';
$_['error_description']       = 'يجب أن يكون الوصف أكثر من 3 أحرف!';
$_['error_meta_title']        = 'يجب أن يكون عنوان الميتا تاج أكبر من 1 وأقل من 255 حرفًا!';
$_['error_keyword']           = 'يجب أن يكون روابط كلمات السيو بين 1 و 64 حرفًا!';
$_['error_keyword_exists']    = 'يجب أن يكون روابط كلمات السيو فريدة!';
$_['error_keyword_character'] = 'روابط السيو يمكن أن تحتوي فقط على الأحرف a-z، 0-9، - و _!';
$_['error_account']           = 'تحذير: لا يمكن حذف صفحة المعلومات هذه لأنها مرتبطة حاليًا بشروط حساب المتجر!';
$_['error_checkout']          = 'تحذير: لا يمكن حذف صفحة المعلومات هذه لأنها مرتبطة حاليًا بشروط الدفع في المتجر!';
$_['error_affiliate']         = 'تحذير: لا يمكن حذف صفحة المعلومات هذه لأنها مرتبطة حاليًا بشروط برنامج الشراكة التسويقية في المتجر!';
$_['error_return']            = 'تحذير: لا يمكن حذف صفحة المعلومات هذه لأنها مرتبطة حاليًا بشروط الإرجاع في المتجر!';
$_['error_store']             = 'تحذير: لا يمكن حذف صفحة المعلومات هذه لأنها مستخدمة حاليًا من قبل %s متجرًا!';
