<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']           = 'العلامات التجارية';

// Text
$_['text_success']            = 'تم بنجاح: لقد قمت بتعديل العلامات التجارية!';
$_['text_list']               = 'قائمة العلامات التجارية';
$_['text_add']                = 'إضافة علامة تجارية';
$_['text_edit']               = 'تعديل علامة تجارية';
$_['text_default']            = 'افتراضي';
$_['text_keyword']            = 'لا تستخدم المسافات، بل استبدلها بـ - وتأكد من أن روابط كلمات السيو فريدة من نوعها وغير مكررة في المتجر.';

// Column
$_['column_name']             = 'اسم العلامة التجارية';
$_['column_sort_order']       = 'ترتيب الفرز';
$_['column_action']           = 'تحرير';

// Entry
$_['entry_name']              = 'اسم العلامة التجارية';
$_['entry_store']             = 'المتاجر';
$_['entry_keyword']           = 'روابط السيو';
$_['entry_image']             = 'الصورة';
$_['entry_sort_order']        = 'ترتيب الفرز';
$_['entry_layout']            = 'تطبيق التخطيط';

// Error
$_['error_warning']           = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!';
$_['error_permission']        = 'تحذير: ليس لديك إذن لتعديل العلامات التجارية!';
$_['error_name']              = 'يجب أن يكون اسم العلامة التجارية بين 1 و 64 حرفًا!';
$_['error_keyword']           = 'يجب أن يكون روابط كلمات السيو بين 1 و 64 حرفًا!';
$_['error_keyword_exists']    = 'يجب أن يكون روابط كلمات السيو فريدة!';
$_['error_keyword_character'] = 'روابط السيو يمكن أن تحتوي فقط على الأحرف a-z، 0-9، - و _!';
$_['error_product']           = 'تحذير: لا يمكن حذف هذه العلامة التجارية لأنها مرتبطة حاليًا بـ %s منتجًا!';
