<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']          = 'خطط الاشتراك';

// Text
$_['text_success']           = 'تم بنجاح: لقد قمت بتعديل خطط الاشتراك!';
$_['text_list']              = 'قائمة خطط الاشتراك';
$_['text_add']               = 'إضافة خطة اشتراك';
$_['text_edit']              = 'تعديل خطة اشتراك';
$_['text_subscription']      = 'الاشتراك';
$_['text_trial']             = 'التجربة';
$_['text_day']               = 'يوم';
$_['text_week']              = 'أسبوع';
$_['text_semi_month']        = 'نصف شهر';
$_['text_month']             = 'شهر';
$_['text_year']              = 'سنة';

// Entry
$_['entry_name']             = 'اسم خطة الاشتراك';
$_['entry_trial_duration']   = 'مدة التجربة';
$_['entry_trial_cycle']      = 'دورة التجربة';
$_['entry_trial_frequency']  = 'تواتر التجربة';
$_['entry_trial_status']     = 'حالة التجربة';
$_['entry_duration']         = 'المدة';
$_['entry_cycle']            = 'الدورة';
$_['entry_frequency']        = 'التواتر';
$_['entry_status']           = 'الحالة';
$_['entry_sort_order']       = 'ترتيب الفرز';

// Column
$_['column_name']            = 'اسم خطة الاشتراك';
$_['column_sort_order']      = 'ترتيب الفرز';
$_['column_action']          = 'تحرير';

// Help
$_['help_trial_duration']    = 'المدة هي عدد المرات التي سيتم فيها الدفع من قبل المستخدم.';
$_['help_trial_cycle']       = 'يتم حساب مبالغ الاشتراك وفقًا للتواتر والدورات.';
$_['help_trial_frequency']   = 'إذا استخدمت تواتر "أسبوع" ودورة "2"، فسيتم تحصيل الدفع من المستخدم كل أسبوعين.';
$_['help_duration']          = 'المدة هي عدد المرات التي سيتم فيها الدفع من قبل المستخدم، اضبط هذا على 0 إذا كنت ترغب في الدفع حتى يتم إلغاء الاشتراك.';
$_['help_cycle']             = 'يتم حساب مبالغ الاشتراك وفقًا للتواتر والدورات.';
$_['help_frequency']         = 'إذا استخدمت تواتر "أسبوع" ودورة "2"، فسيتم تحصيل الدفع من المستخدم كل أسبوعين.';

// Error
$_['error_warning']          = 'تحذير: يرجى التحقق من النموذج بعناية للعثور على الأخطاء!';
$_['error_permission']       = 'تحذير: ليس لديك إذن لتعديل خطط الاشتراك!';
$_['error_name']             = 'اسم خطة الاشتراك يجب أن يكون أكبر من 3 وأقل من 255 حرفًا!';
$_['error_trial_duration']   = 'مدة التجربة يجب أن تكون أكبر من 0!';
$_['error_product']          = 'تحذير: لا يمكن حذف هذه الخطة لأنها مخصصة حاليًا لـ %s منتجًا!';
