<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']       = 'قسائم التوفير';

// Text
$_['text_success']        = 'تم بنجاح: لقد قمت بتعديل قسائم التوفير!';
$_['text_list']           = 'قائمة قسائم التوفير';
$_['text_add']            = 'إضافة قسيمة توفير';
$_['text_edit']           = 'تعديل قسيمة التوفير';
$_['text_percent']        = 'نسبة مئوية';
$_['text_amount']         = 'مبلغ ثابت';
$_['text_coupon']         = 'التاريخ';

// Column
$_['column_name']         = 'اسم قسيمة التوفير';
$_['column_code']         = 'الرمز';
$_['column_discount']     = 'التوفير';
$_['column_date_start']   = 'تاريخ البدء';
$_['column_date_end']     = 'تاريخ الانتهاء';
$_['column_status']       = 'الحالة';
$_['column_order_id']     = 'رقم الطلب';
$_['column_customer']     = 'العميل';
$_['column_amount']       = 'المبلغ';
$_['column_date_added']   = 'تاريخ الإضافة';
$_['column_action']       = 'تحرير';

// Entry
$_['entry_name']          = 'اسم قسيمة التوفير';
$_['entry_code']          = 'الرمز';
$_['entry_type']          = 'النوع';
$_['entry_discount']      = 'التوفير';
$_['entry_logged']        = 'تسجيل دخول العميل';
$_['entry_shipping']      = 'الشحن المجاني';
$_['entry_total']         = 'المبلغ الإجمالي';
$_['entry_category']      = 'القسم';
$_['entry_product']       = 'المنتجات';
$_['entry_date']          = 'التواريخ';
$_['entry_uses_total']    = 'عدد الاستخدامات لكل قسيمة توفير';
$_['entry_uses_customer'] = 'عدد الاستخدامات لكل عميل';
$_['entry_status']        = 'الحالة';

// Help
$_['help_code']           = 'الرمز الذي يدخله العميل للحصول على التوفير.';
$_['help_type']           = 'نسبة مئوية أو مبلغ ثابت.';
$_['help_logged']         = 'يجب على العميل تسجيل الدخول لاستخدام قسيمة التوفير.';
$_['help_total']          = 'المبلغ الإجمالي الذي يجب الوصول إليه قبل أن تصبح قسيمة التوفير صالحة.';
$_['help_category']       = 'اختر جميع المنتجات ضمن القسم المحدد.';
$_['help_product']        = 'اختر المنتجات المحددة التي ستطبق عليها قسيمة التوفير. اختر عدم تحديد منتجات لتطبيق القسيمة على سلة التسوق بالكامل.';
$_['help_uses_total']     = 'العدد الأقصى لاستخدام قسيمة التوفير من قبل أي عميل. اتركه فارغًا لعدد غير محدود';
$_['help_uses_customer']  = 'العدد الأقصى لاستخدام قسيمة التوفير من قبل عميل واحد. اتركه فارغًا لعدد غير محدود';

// Error
$_['error_permission']    = 'تحذير: ليس لديك إذن لتعديل قسائم التوفير!';
$_['error_exists']        = 'تحذير: رمز قسيمة التوفير مستخدم بالفعل!';
$_['error_name']          = 'اسم قسيمة التوفير يجب أن يكون بين 3 و 128 حرفًا!';
$_['error_code']          = 'الرمز يجب أن يكون بين 3 و 20 حرفًا!';

